Repository: nthlink/nthlink-os-ios
Catalog: nthLink/*.lproj/Localizable.strings
Languages: am, bg, ca, cs, da, el, fa, hr, hu, ja, lt, lv, ms, nl, pl, pt_pt, ro, sr, sv, tr, uk

# menu_web_item_1
source: Copy link
am: አገናኝ ቅዳ
bg: Копирай връзка
ca: Copiar l'enllaç
cs: Kopírovat odkaz
da: Kopier link
el: Αντιγραφή συνδέσμου
fa: لینک را کپی کنید
hr: Kopiraj link
hu: Link másolása
ja: リンクをコピー
lt: Nukopijuoti nuorodą
lv: Kopēt saiti
ms: Salin pautan
nl: Link kopiëren
pl: Skopiuj link
pt_pt: Copiar ligação
ro: Copiază legătură
sr: Копирај везу
sv: Kopiera länk
tr: Bağlantıyı kopyala
uk: Копіювати посилання

# menu_web_item_2
source: Open in browser
am: በአሳሽ ውስጥ ክፈት
bg: Отворете в браузъра
ca: Obrir al navegador
cs: Otevřít v prohlížeči
da: Åbn i browser
el: Άνοιγμα σε πρόγραμμα περιήγησης
fa: در مرور گر باز کنید
hr: Otvori u pretraživaču
hu: Megnyitás böngészőben
ja: ブラウザで開く
lt: Atidaryti naršyklėje
lv: Atvērt pārlūkprogrammā
ms: Buka dalam penyemak imbas
nl: In de browser openen
pl: Otwórz w przeglądarce
pt_pt: Abrir no navegador
ro: Deschis în browser
sr: Отвори у претраживачу
sv: Öppna i webbläsaren
tr: Tarayıcıda aç
uk: Відкрити в браузері

# menu_web_item_3
source: Share link
am: አገናኝ አጋራ
bg: Сподели линк
ca: Compartir l'enllaç
cs: Sdílet odkaz
da: Del link
el: Μοιράζομαι ένα σύνδεσμο
fa: لینک را به اشتراک بگذارید
hr: Podijeli poveznicu
hu: Hivatkozás megosztása
ja: 共有リンク
lt: Dalintis nuoroda
lv: Kopīgot saiti
ms: Kongsi pautan
nl: Link delen
pl: Udostępnij link
pt_pt: Partilhar ligação
ro: Distribuie linkul
sr: Подели везу
sv: Dela länk
tr: Linki paylaş
uk: Розповсюдити посилання

# menu_connection_item_1
source: Landing Page
am: ማረፊያ ገጽ
bg: Целева страница
ca: Pàgina d'inici
cs: Vstupní stránka
da: Landingsside
el: Σελίδα προορισμού
fa: صفحه فرود
hr: Odredišna stranica
hu: Nyitóoldal
ja: ランディングページ
lt: Nukreipimo puslapis
lv: Galvenā lapa
ms: Laman Penambat
nl: Bestemmingspagina
pl: Strona startowa
pt_pt: Página de destino
ro: Pagina de destinație
sr: Почетне странице
sv: Landningssida
tr: Açılış sayfası
uk: Цільова сторінка

# word_loading
source: Loading...
am: በመጫን ላይ
bg: Зареждане
ca: Carregant
cs: načítání
da: Indlæser
el: Φόρτωση
fa: بارگذاری
hr: Učitavam
hu: Betöltés
ja: 読み込み中...
lt: Įkeliama
lv: Notiek ielāde
ms: Memuatkan
nl: Bezig met laden
pl: Ładowanie
pt_pt: A carregar
ro: Se încarcă
sr: Учитавање...
sv: Läser in
tr: Yükleniyor
uk: Завантаження

# word_coped_link
source: Coped link
am: የታገዘ አገናኝ
bg: Справена връзка
ca: Enllaç copiat
cs: Zvládnutý odkaz
da: Klaret link
el: Αντιμετωπισμένος σύνδεσμος
fa: لینک کپی شده
hr: Uspješan link
hu: Másolt hivatkozás
ja: 対処されたリンク
lt: Nukopijuota nuoroda
lv: Tika galā ar saiti
ms: Pautan yang disalin
nl: Verwerkte link
pl: Skorygowany link
pt_pt: Ligação copiada
ro: Link copiat
sr: Покривен линк
sv: Klarad länk
tr: Kopuk bağlantı
uk: Посилання скопійовано

# issue_categories_1
source: General feedback
am: አጠቃላይ አስተያየት
bg: Обща обратна връзка
ca: Comentaris generals
cs: Obecná zpětná vazba
da: Generel feedback
el: Γενική ανατροφοδότηση
fa: بازخورد عمومی
hr: Općenite povratne informacije
hu: Általános visszajelzés
ja: 一般的なフィードバック
lt: Bendras atsiliepimas
lv: Vispārīgas atsauksmes
ms: Maklum balas am
nl: Algemene feedback
pl: Ogólna odpowiedź zwrotna
pt_pt: Comentários gerais
ro: Feedback general
sr: Опште повратне информације
sv: Allmän feedback
tr: Genel geribildirim
uk: Загальний відгук

# issue_categories_2
source: Cannot connect
am: መገናኘት አልተቻለም
bg: Не мога да се свържа
ca: No es pot connectar
cs: Nelze spojit
da: Kan ikke oprette forbindelse
el: Δεν μπορεί να συνδεθεί
fa: نمی تواند وصل شود
hr: Ne mogu se povezati
hu: Nem tud csatlakozni
ja: 接続できません
lt: Negalima prisijungti
lv: Nevar izveidot savienojumu
ms: Tidak boleh disambungkan
nl: Kan niet verbinden
pl: Nie można połączyć
pt_pt: Não é possível estabelecer ligação
ro: Nu se poate conecta
sr: Не може да се повеже
sv: Kan inte ansluta
tr: Bağlanamıyor
uk: Не вдається підключитися

# issue_categories_3
source: Connection speed is slow
am: የግንኙነት ፍጥነት ቀርፋፋ ነው።
bg: Скоростта на връзката е бавна
ca: La velocitat de connexió és lenta
cs: Rychlost připojení je pomalá
da: Forbindelseshastigheden er langsom
el: Η ταχύτητα σύνδεσης είναι αργή
fa: سرعت اتصال پایین است
hr: Brzina veze je spora
hu: A kapcsolat sebessége lassú
ja: 接続速度が遅い
lt: Ryšio greitis lėtas
lv: Savienojuma ātrums ir lēns
ms: Kelajuan sambungan adalah perlahan
nl: Verbindingssnelheid is traag
pl: Szybkość połączenia jest niska
pt_pt: A velocidade de ligação é lenta
ro: Viteza de conectare este mică
sr: Брзина везе је мала
sv: Anslutningshastigheten är långsam
tr: Bağlantı hızı yavaş
uk: Швидкість підключення низька

# issue_categories_4
source: Suggestions
am: ጥቆማዎች
bg: Предложения
ca: Suggeriments
cs: Návrhy
da: Forslag
el: Προτάσεις
fa: پیشنهادات
hr: Prijedlozi
hu: Javaslatok
ja: 提案
lt: Pasiūlymai
lv: Ieteikumi
ms: Cadangan
nl: Suggesties
pl: Propozycje
pt_pt: Sugestões
ro: Sugestii
sr: Предлози
sv: Förslag
tr: Öneriler
uk: Пропозиції

# issue_categories_5
source: Other
am: ሌላ
bg: Друго
ca: Altres
cs: Jiný
da: Andet
el: Άλλο
fa: سایر
hr: Ostalo
hu: Egyéb
ja: 他の
lt: Kita
lv: Cits
ms: Lain-lain
nl: Overig
pl: Inny
pt_pt: Outros
ro: Alte
sr: Остало
sv: Övrig
tr: Diğer
uk: Інше

# menu_drawer_item_privacy_policy
source: Privacy Policy
am: ግላዊ ፓልሲ
bg: Политика за поверителност
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
el: Πολιτική απορρήτου
fa: سیاست حفظ حریم خصوصی
hr: Pravila o privatnosti
hu: Adatvédelmi irányelv
ja: プライバシーポリシー
lt: Privatumo politika
lv: Konfidencialitātes politika
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_pt: Política de Privacidade
ro: Politica de Confidențialitate
sr: Политика приватности
sv: Integritetspolicy
tr: Gizlilik Politikası
uk: Політика конфіденційності

# feedbackDescTextFieldInitialText
source: (include more information)
am: (ከፍተኛ መረጃ አክል)
bg: (включете повече информация)
ca: (inclou més informació)
cs: (zahrnout více informací)
da: (inkludér mere information)
el: (συμπεριλάβετε περισσότερες πληροφορίες)
fa: (بیشتر اطلاعات را درج کنید)
hr: (uključi više informacija)
hu: (további információkat tartalmaz)
ja: (詳細情報を含める)
lt: (įtraukite daugiau informacijos)
lv: (iekļaujiet vairāk informācijas)
ms: (masukkan lebih banyak maklumat)
nl: (meer informatie toevoegen)
pl: (dołącz więcej informacji)
pt_pt: (inclua mais informações)
ro: (includeți mai multe informații)
sr: (укључите више информација)
sv: (inkludera mer information)
tr: (daha fazla bilgi ekleyin)
uk: (додати більше інформації)

# feedbackErrorSelectType
source: Please select error type
am: በፍጥነት ምረጥ ይሆናል
bg: Моля, изберете тип на грешката
ca: Si us plau, seleccioneu el tipus d'error
cs: Vyberte typ chyby
da: Vælg fejltype
el: Επιλέξτε τύπο σφάλματος
fa: لطفاً نوع خطا را انتخاب کنید
hr: Odaberite vrstu pogreške
hu: Válassza ki a hibatípust
ja: エラータイプを選択してください
lt: Prašome pasirinkti klaidos tipą
lv: Lūdzu, atlasiet kļūdas veidu
ms: Sila pilih jenis ralat
nl: Selecteer fouttype
pl: Wybierz typ błędu
pt_pt: Por favor, selecione o tipo de erro
ro: Vă rugăm să selectați tipul de eroare
sr: Изаберите тип грешке
sv: Vänligen välj feltyp
tr: Hata türünü seçin
uk: Виберіть тип помилки

# feedbackErrorAddDescription
source: Please input description
am: እባኮትን መጠቀም ይችላሉ
bg: Моля, въведете описание
ca: Si us plau, introdueixi una descripció
cs: Zadejte popis
da: Indtast beskrivelse
el: Παρακαλώ εισάγετε περιγραφή
fa: لطفاً توضیحات را وارد کنید
hr: Unesite opis
hu: Kérjük, adjon meg egy leírást
ja: 説明を入力してください
lt: Prašome įvesti aprašymą
lv: Lūdzu, ievadiet aprakstu
ms: Sila masukkan penerangan
nl: Voer beschrijving in
pl: Proszę podać opis
pt_pt: Por favor, insira uma descrição
ro: Vă rugăm să introduceți o descriere
sr: Унесите опис
sv: Ange beskrivning
tr: Açıklama ekleyin
uk: Будь ласка, введіть опис

# somethingWentWrong
source: Something Went Wrong. Please try after some time.
am: ምንም ስህተት ተፈጥሮ አልተገኘም። እባኮትን ከፈለጉ በማስተካከል እባኮትን ይቅርታል።
bg: Нещо се обърка. Моля, опитайте отново по-късно.
ca: Alguna cosa ha anat malament. Si us plau, intenta-ho més tard.
cs: Něco se pokazilo. Zkuste to prosím později.
da: Noget gik galt. Prøv venligst igen senere.
el: Κάτι πήγε στραβά. Παρακαλώ προσπαθήστε ξανά αργότερα.
fa: مشکلی پیش آمده است. لطفاً بعداً دوباره امتحان کنید.
hr: Nešto nije u redu. Molimo pokušajte ponovno kasnije.
hu: Valami hiba történt. Kérjük, próbálja újra később.
ja: 何か問題が発生しました。後でもう一度試してください。
lt: Kažkas nutiko ne taip. Bandykite vėliau.
lv: Notika kļūda. Lūdzu, mēģiniet vēlāk.
ms: Ada masalah. Sila cuba lagi kemudian.
nl: Er is iets misgegaan. Probeer het later opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie później.
pt_pt: Algo deu errado. Por favor, tente novamente mais tarde.
ro: Ceva nu a mers bine. Vă rugăm să încercați mai târziu.
sr: Дошло је до грешке. Молимо покушајте поново касније.
sv: Något gick fel. Försök igen senare.
tr: Bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin.
uk: Щось пішло не так. Будь ласка, спробуйте пізніше.

source: Notice
am: ማስታወሻ
bg: Уведомление
ca: Avís
cs: Oznámení
da: Bemærk
el: Ειδοποίηση
fa: اطلاع
hr: Obavijest
hu: Értesítés
ja: 通知
lt: Pranešimas
lv: Paziņojums
ms: Notis
nl: Melding
pl: Ogłoszenie
pt_pt: Aviso
ro: Notificare
sr: Обавештење
sv: Meddelande
tr: Uyarı
uk: Повідомлення

source: OK
am: እሺ
bg: ОК
ca: D'acord
el: Εντάξει
fa: تایید
hr: U redu
lt: Gerai
lv: Labi
sr: У реду
tr: Tamam

# feedbackDescEmailIDLabel
source: Your email address (optional)
am: የእርስዎ ኢሜል አድርገን (ማለ፤ አልነበርን)
bg: Вашият имейл адрес (по избор)
ca: La vostra adreça de correu electrònic (opcional)
cs: Vaše e-mailová adresa (volitelné)
da: Din e-mail-adresse (valgfri)
el: Το email σας (προαιρετικό)
fa: آدرس ایمیل شما (اختیاری)
hr: Vaša adresa e-pošte (opcionalno)
hu: Az Ön e-mail címe (opcionális)
ja: あなたの電子メールアドレス（オプション）
lt: Jūsų el. pašto adresas (neprivaloma)
lv: Jūsu e-pasta adrese (pēc izvēles)
ms: Alamat emel anda (pilihan)
nl: Uw e-mailadres (optioneel)
pl: Twój adres e-mail (opcjonalnie)
pt_pt: Seu endereço de e-mail (opcional)
ro: Adresa dvs. de e-mail (opțională)
sr: Ваша адреса е-поште (опционо)
sv: Din e-postadress (valfritt)
tr: E-posta adresiniz (isteğe bağlı)
uk: Ваша електронна адреса (необов'язково)

# feedbackSubtext
source: If you provide your email address, we may reach out to you for more details on your request.
am: እዚህ ኢሜል አድራሻዎን ያስገኝ በመሆን እንኳን በእኛ ላይ እባኮትን ይመለከታል።
bg: Ако предоставите вашия имейл адрес, можем да се свържем с вас за допълнителна информация относно вашия иск.
ca: Si proporcioneu la vostra adreça de correu electrònic, podríem posar-nos en contacte amb vosaltres per obtenir més detalls sobre la vostra sol·licitud.
cs: Pokud poskytnete svou e-mailovou adresu, můžeme vás kontaktovat pro další podrobnosti o vašem požadavku.
da: Hvis du angiver din e-mail-adresse, kan vi kontakte dig for flere oplysninger om din anmodning.
el: Εάν παρέχετε τη διεύθυνση email σας, ενδέχεται να επικοινωνήσουμε μαζί σας για περισσότερες λεπτομέρειες σχετικά με το αίτημά σας.
fa: در صورت ارائه آدرس ایمیل خود، ممکن است با شما برای دریافت اطلاعات بیشتر درباره درخواست شما تماس بگیریم.
hr: Ako pružite svoju adresu e-pošte, možda ćemo vas kontaktirati radi dodatnih pojedinosti o vašem zahtjevu.
hu: Ha megadja e-mail címét, felvehetjük Önnel a kapcsolatot további információkért a kérelmével kapcsolatban.
ja: あなたの電子メールアドレスを提供すると、リクエストに関する詳細情報をお知らせするために連絡することがあります。
lt: Pateikdami savo el. pašto adresą, galime susisiekti su jumis ir gauti daugiau informacijos apie jūsų užklausą.
lv: Ja norādīsit savu e-pasta adresi, mēs varam sazināties ar jums, lai iegūtu papildu informāciju par jūsu pieprasījumu.
ms: Jika anda memberikan alamat emel anda, kami mungkin akan menghubungi anda untuk maklumat lanjut mengenai permintaan anda.
nl: Als u uw e-mailadres opgeeft, kunnen we contact met u opnemen voor meer informatie over uw verzoek.
pl: Jeśli podasz swój adres e-mail, możemy skontaktować się z Tobą w celu uzyskania dodatkowych informacji na temat Twojego wniosku.
pt_pt: Se você fornecer seu endereço de e-mail, poderemos entrar em contato com você para obter mais detalhes sobre sua solicitação.
ro: Dacă furnizați adresa dvs. de e-mail, este posibil să vă contactăm pentru mai multe detalii despre solicitarea dvs.
sr: Ако наведете своју адресу е-поште, можемо вас контактирати за више информација о вашем захтеву.
sv: Om du anger din e-postadress kan vi kontakta dig för mer information om din begäran.
tr: E-posta adresinizi verirseniz, isteğinizle ilgili daha fazla bilgi almak için sizinle iletişime geçebiliriz.
uk: Якщо ви вкажете свою електронну адресу, ми можемо зв'язатися з вами для отримання додаткової інформації про ваш запит.

# feedbackSelectIssueButton
source: Select issue
am: አጋጣሚ ይምረጡ
bg: Изберете проблем
ca: Seleccioneu el problema
cs: Vyberte problém
da: Vælg problem
el: Επιλέξτε θέμα
fa: انتخاب موضوع
hr: Odaberite pitanje
hu: Válasszon problémát
ja: 問題を選択する
lt: Pasirinkite problemą
lv: Atlasiet problēmu
ms: Pilih isu
nl: Selecteer probleem
pl: Wybierz problem
pt_pt: Selecione a questão
ro: Selectați problema
sr: Изаберите проблем
sv: Välj problem
tr: Sorunu Seçin
uk: Виберіть проблему

# aboutVisitOurHomeText
source: Visit our homepage
am: ተጨማሪ አገርን በገለ
bg: Посетете началната ни страница
ca: Visiteu la nostra pàgina d'inici
cs: Navštivte naše domovské stránky
da: Besøg vores hjemmeside
el: Επισκεφθείτε την αρχική μας σελίδα
fa: بازدید از صفحه اصلی ما
hr: Posjetite našu početnu stranicu
hu: Látogasson el a főoldalunkra
ja: 当社のホームページを訪問する
lt: Apsilankykite mūsų pagrindiniame puslapyje
lv: Apmeklējiet mūsu sākumlapu
ms: Lawati laman utama kami
nl: Bezoek onze homepage
pl: Odwiedź naszą stronę główną
pt_pt: Visite nossa página inicial
ro: Vizitați pagina noastră de pornire
sr: Посетите нашу почетну страну
sv: Besök vår startsida
tr: Ana sayfamızı ziyaret edin
uk: Відвідайте наш домашній сайт

# privacyPolicyAgreeButton
source: Agree and continue
am: ውላቸውን ለማስቀመጥ ለመነሳት
bg: Съгласен съм и продължавам
ca: D'acord i continuar
cs: Souhlasím a pokračuji
da: Acceptér og fortsæt
el: Συμφωνώ και συνεχίζω
fa: موافقم و ادامه می‌دهم
hr: Slažem se i nastavi
hu: Elfogad és folytat
ja: 同意して続行する
lt: Sutinku ir tęsti
lv: Piekrītu un turpināt
ms: Setuju dan teruskan
nl: Akkoord en doorgaan
pl: Zgadzam się i kontynuuję
pt_pt: Concordo e continuar
ro: Sunt de acord și continuă
sr: Сагласан сам и настављам
sv: Godkänn och fortsätt
tr: Kabul Et ve Devam Et
uk: Погодитися і продовжити

# privacyPolicyLearnMoreButton
source: Learn more about nthLink
am: nthLink መረጃ በመስጠት
bg: Научете повече за nthLink
ca: Obtén més informació sobre nthLink
cs: Více informací o nthLink
da: Læs mere om nthLink
el: Μάθετε περισσότερα για το nthLink
fa: درباره nthLink بیشتر بدانید
hr: Saznajte više o nthLink
hu: Tudj meg többet a nthLinkről
ja: nthLinkについて詳しく
lt: Sužinokite daugiau apie nthLink
lv: Uzziniet vairāk par nthLink
ms: Ketahui lebih lanjut mengenai nthLink
nl: Meer weten over nthLink
pl: Dowiedz się więcej o nthLink
pt_pt: Saiba mais sobre o nthLink
ro: Aflați mai multe despre nthLink
sr: Сазнајте више о nthLink
sv: Läs mer om nthLink
tr: nthLink Hakkında Daha Fazla Bilgi Edinin
uk: Дізнатися більше про nthLink

# homeReadLatestNews
source: Read Latest News
am: የቅርብ ምንዞችን እንዳንክተን
bg: Прочетете последните новини
ca: Llegeix les últimes notícies
cs: Přečtěte si nejnovější zprávy
da: Læs seneste nyheder
el: Διαβάστε τα τελευταία νέα
fa: خواندن آخرین اخبار
hr: Pročitajte najnovije vijesti
hu: Olvassa el a legfrissebb híreket
ja: 最新ニュースを読む
lt: Skaityti naujausias naujienas
lv: Lasiet jaunākās ziņas
ms: Baca Berita Terkini
nl: Lees het laatste nieuws
pl: Przeczytaj najnowsze wiadomości
pt_pt: Leia as últimas notícias
ro: Citiți ultimele știri
sr: Прочитајте најновије вести
sv: Läs senaste nytt
tr: En Son Haberleri Oku
uk: Прочитати останні новини

# copiedText
source: Copied
ca: Copiat
cs: Zkopírováno
da: Kopieret
fa: کپی شد
ja: コピーしました
lt: Nukopijuota
lv: Nokopēts
ms: Disalin
nl: Gekopieerd
pl: Skopiowane
pt_pt: Copiado
ro: Copiat
sv: Kopierat
tr: Kopyalandı
uk: Скопійовано

# telegramIdCopiedAlert
source: Please paste ID on Telegram.
ca: Si us plau, enganxeu l'ID a Telegram.
cs: Prosím vložte ID na Telegram.
da: Indsæt venligst ID'et på Telegram.
fa: لطفاً شناسه را در تلگرام بچسبانید.
ja: TelegramにIDを貼り付けてください。
lt: Prašome įklijuoti ID į Telegram.
lv: Lūdzu, ielīmējiet ID Telegram.
ms: Sila tampal ID pada Telegram.
nl: Plak het ID op Telegram.
pl: Proszę wkleić ID na Telegram.
pt_pt: Por favor, cole o ID no Telegram.
ro: Vă rugăm să lipiți ID-ul pe Telegram.
sv: Klistra in ID:t på Telegram.
tr: Lütfen ID'yi Telegram'a yapıştırın.
uk: Будь ласка, вставте ID у Telegram.

# followUsText
source: Follow Us
ca: Segueix-nos
cs: Sledujte nás
da: Følg os
fa: ما را دنبال کنید
ja: フォローする
lt: Sekite mus
lv: Sekojiet mums
ms: Ikuti kami
nl: Volg ons
pl: Śledź nas
pt_pt: Siga-nos
ro: Urmărește-ne
sv: Följ oss
tr: Bizi takip et
uk: Слідкуйте за нами

# visitButtonText
source: Visit
ca: Visita
cs: Navštívit
da: Besøg
fa: بازدید
ja: 訪問
lt: Aplankyti
lv: Apmeklēt
ms: Lawati
nl: Bezoek
pl: Odwiedź
pt_pt: Visitar
ro: Vizitați
sv: Besök
tr: Ziyaret
uk: Відвідати

# diagnosticPageTitle
source: Diagnostic
ca: Diagnòstic
cs: Diagnostika
da: Diagnostik
fa: عیب‌یابی
ja: 診断
lt: Diagnostika
lv: Diagnostika
ms: Diagnostik
nl: Diagnose
pl: Diagnostyka
pt_pt: Diagnóstico
sv: Diagnostik
tr: Tanılama
uk: Діагностика

# diagnosticsStartButton
source: Start Diagnostics
ca: Inicia el diagnòstic
cs: Spustit diagnostiku
da: Start diagnostik
fa: شروع عیب‌یابی
ja: 診断を開始
lt: Pradėti diagnostiką
lv: Sākt diagnostiku
ms: Mulakan Diagnostik
nl: Start diagnose
pl: Rozpocznij diagnostykę
pt_pt: Iniciar diagnóstico
ro: Pornește diagnosticarea
sv: Starta diagnostik
tr: Tanılamayı Başlat
uk: Запустити діагностику

# diagnosticsDescription
source: At nthLink, we occasionally seek your assistance in enhancing our service by providing diagnostic data. By clicking the button, the diagnostics process begins, collecting information and transmitting it to our servers. Rest assured, all information gathered is completely anonymous.
ca: A nthLink, de tant en tant sol·licitem la vostra ajuda per millorar el nostre servei proporcionant dades de diagnòstic. En fer clic al botó, s'inicia el procés de diagnòstic, recopilant informació i enviant-la als nostres servidors. Tingueu la seguretat que tota la informació recopilada és completament anònima.
cs: V nthLink občas potřebujeme vaši pomoc při vylepšování našich služeb poskytnutím diagnostických dat. Kliknutím na tlačítko spustíte proces diagnostiky, který shromažďuje informace a odesílá je na naše servery. Ujišťujeme vás, že všechny shromážděné informace jsou zcela anonymní.
da: Hos nthLink beder vi lejlighedsvis om din hjælp til at forbedre vores service ved at indsamle diagnostiske data. Ved at klikke på knappen begynder diagnosticeringsprocessen, som indsamler oplysninger og sender dem til vores servere. Vær sikker på, at alle oplysninger er fuldstændig anonyme.
fa: در nthLink، گاهی از شما برای بهبود خدمات خود با ارائه اطلاعات عیب‌یابی کمک می‌خواهیم. با کلیک روی دکمه، فرآیند عیب‌یابی آغاز می‌شود و اطلاعات جمع‌آوری و به سرورهای ما ارسال می‌شود. اطمینان داشته باشید که تمام اطلاعات جمع‌آوری‌شده کاملاً ناشناس است.
ja: nthLinkでは、サービス向上のために診断データの提供をお願いすることがあります。 ボタンをクリックすると、診断プロセスが開始され、情報が収集されてサーバーに送信されます。収集された情報はすべて完全に匿名であることをご安心ください。
lt: Svetainėje nthLink mes kartais prašome jūsų pagalbos tobulinant mūsų paslaugas, pateikiant diagnostinius duomenis. Paspaudę mygtuką, pradėsite diagnostikos procesą, kuris surenka informaciją ir perduoda ją į mūsų serverius. Būkite ramūs, visa surinkta informacija yra visiškai anoniminė.
lv: Vietnē nthLink mēs laiku pa laikam lūdzam jūsu palīdzību mūsu pakalpojuma uzlabošanā, sniedzot diagnostikas datus. Noklikšķinot uz pogas, sāksies diagnostikas process, kurā tiek vākti dati un nosūtīti uz mūsu serveriem. Esiet droši, ka visa savāktā informācija ir pilnīgi anonīma.
ms: Di nthLink, kami kadangkala memerlukan bantuan anda untuk meningkatkan perkhidmatan kami dengan memberikan data diagnostik. Dengan menekan butang, proses diagnostik akan bermula, mengumpulkan maklumat dan menghantarnya ke pelayan kami. Yakinlah, semua maklumat yang dikumpulkan adalah sepenuhnya tanpa nama.
nl: Bij nthLink vragen we af en toe om uw hulp om onze service te verbeteren door diagnostische gegevens te verstrekken. Door op de knop te klikken, start het diagnoseproces, waarbij informatie wordt verzameld en naar onze servers wordt verzonden. Wees gerust, alle verzamelde informatie is volledig anoniem.
pl: W nthLink czasami prosimy o Twoją pomoc w ulepszaniu naszych usług poprzez udostępnienie danych diagnostycznych. Kliknięcie przycisku rozpocznie proces diagnostyki, który zbiera informacje i przesyła je na nasze serwery. Zapewniamy, że wszystkie zebrane informacje są całkowicie anonimowe.
pt_pt: No nthLink, ocasionalmente solicitamos sua ajuda para melhorar nossos serviços fornecendo dados de diagnóstico. Ao clicar no botão, o processo de diagnóstico será iniciado, coletando informações e enviando-as para nossos servidores. Fique tranquilo, todas as informações coletadas são completamente anônimas.
ro: La nthLink, vă solicităm ocazional ajutorul pentru a ne îmbunătăți serviciul prin furnizarea de date de diagnosticare. Prin apăsarea butonului, procesul de diagnostic va începe, colectând informații și trimițându-le pe serverele noastre. Vă asigurăm că toate informațiile colectate sunt complet anonime.
sv: På nthLink ber vi ibland om din hjälp för att förbättra vår tjänst genom att samla in diagnostiska data. Genom att klicka på knappen påbörjas diagnostikprocessen, som samlar in information och skickar den till våra servrar. Var säker på att all insamlad information är helt anonym.
tr: nthLink'de, hizmetimizi iyileştirmek için zaman zaman tanılama verileri sağlamanızı rica ediyoruz. Butona tıkladığınızda tanılama süreci başlar, bilgiler toplanır ve sunucularımıza iletilir. Tüm bilgilerin tamamen anonim olduğundan emin olabilirsiniz.
uk: У nthLink ми іноді просимо вас допомогти покращити наш сервіс, надаючи діагностичні дані. Після натискання кнопки розпочнеться процес діагностики, який збирає інформацію та передає її на наші сервери. Будьте впевнені, що всі зібрані дані є повністю анонімними.

# diagnosticsSuceessMessage
source: Thanks for helping us improve! We love hearing from you.
ca: Gràcies per ajudar-nos a millorar! Ens encanta escoltar-vos.
cs: Děkujeme za vaši pomoc s vylepšením! Rádi od vás slyšíme.
da: Tak, fordi du hjælper os med at forbedre os! Vi elsker at høre fra dig.
fa: از اینکه به بهبود ما کمک می‌کنید سپاسگزاریم! مشتاق شنیدن نظرات شما هستیم.
ja: 改善にご協力いただきありがとうございます！皆様の声をお聞かせください。
lt: Ačiū, kad padedate mums tobulėti! Mes džiaugiamės girdėdami jūsų nuomonę.
lv: Paldies, ka palīdzat mums uzlaboties! Mums patīk dzirdēt no jums.
ms: Terima kasih kerana membantu kami menjadi lebih baik! Kami gembira mendengar pendapat anda.
nl: Bedankt voor je hulp bij het verbeteren! We horen graag van je.
pl: Dziękujemy za pomoc w ulepszaniu naszych usług! Chętnie poznamy Twoją opinię.
pt_pt: Obrigado por nos ajudar a melhorar! Adoramos ouvir você.
ro: Vă mulțumim că ne ajutați să ne îmbunătățim! Ne place să vă auzim părerile.
sv: Tack för att du hjälper oss att bli bättre! Vi uppskattar din feedback.
tr: Bize yardımcı olduğunuz için teşekkür ederiz! Görüşlerinizi duymaktan mutluluk duyarız.
uk: Дякуємо за допомогу у покращенні наших послуг! Ми раді почути вашу думку.
