Repository: nthlink/nthlink-os-ios
Catalog: nthLink/*.lproj/Localizable.strings
Languages: am, bg, ca, cs, da, el, fa, hr, hu, ja, lt, lv, ms, nl, pl, pt_pt, ro, sr, sv, tr, uk

# feedback_submit_success_message
source: Thanks for helping us improve! We love hearing from you.
am: እንድናሻሽል ስለረዱን እናመሰግናለን! ከእርስዎ መስማት እንወዳለን።
bg: Благодарим ви, че ни помагате да се подобрим! Обичаме да чуваме от вас.
ca: Gràcies per ajudar-nos a millorar! Ens encanta saber de tu.
cs: Děkujeme, že nám pomáháte zlepšovat se! Rádi vás slyšíme.
da: Tak for at hjælpe os med at blive bedre! Vi elsker at høre fra dig.
el: Ευχαριστούμε που μας βοηθάτε να βελτιωθούμε! Μας αρέσει να ακούμε νέα σας.
fa: از اینکه به ما کمک کردید تا پیشرفت کنیم متشکریم! ما دوست داریم از شما بشنویم.
hr: Hvala što nam pomažete da se poboljšamo! Volimo čuti od vas.
hu: Köszönjük, hogy segít a fejlesztésben! Szeretünk hallani Önről.
ja: 改善にご協力いただきありがとうございます。ご連絡をお待ちしております。
lt: Dėkojame, kad padedate mums tobulėti! Lauksime jūsų nuomonės.
lv: Paldies, ka palīdzat mums pilnveidoties! Mums patīk dzirdēt no jums.
ms: Terima kasih kerana membantu kami bertambah baik! Kami suka dapat maklum balas daripada anda.
nl: Bedankt voor het helpen verbeteren! We horen graag van u.
pl: Dziękujemy za pomoc w ulepszaniu! Uwielbiamy, jak się do nas odzywasz.
pt_pt: Obrigado por nos ajudar a melhorar! Adoramos ter notícias suas.
ro: Vă mulțumim că ne ajutați să ne îmbunătățim! Ne place să avem vești de la tine.
sr: Хвала што нам помажете да побољшамо! Волимо да чујемо од вас.
sv: Tack för att du hjälper oss att förbättras! Vi älskar att höra från dig.
tr: Geliştirmemize yardımcı olduğunuz için teşekkürler! Sizden haber almayı seviyoruz.
uk: Дякуємо, що допомагаєте нам покращуватись! Ми любимо чути від вас.

# feedback_init_failed_message
source: Don't have a server
am: ሰርቨር የለዎትም
bg: Нямате сървър
ca: No tenim servidor
cs: Nemáte server
da: Har ikke en server
el: Δεν έχετε διακομιστή
fa: سرور ندارید
hr: Nemate server
hu: Ne legyen szervere
ja: サーバーを持っていない
lt: Neturi serverio
lv: Nav servera
ms: Tidak mempunyai pelayan
nl: Heb geen server
pl: Nie masz serwera
pt_pt: Não tem servidor
ro: Nu ai un server
sr: Немате сервер
sv: Har ingen server
tr: Sunucu yok
uk: Немає сервера

# about_page_title
source: About
am: ስለ
bg: Относно
ca: Sobre
cs: O
da: Vedrørende
el: Σχετικά με
fa: در باره
hr: O
hu: Rólunk
ja: 概要
lt: Apie
lv: Par
ms: Tentang
nl: Over
pl: O
pt_pt: Acerca de
ro: Despre
sr: О
sv: Handla om
tr: Hakkında
uk: Про програму

# about_version
source: Version
am: ስሪት
bg: Версия
ca: Versió
cs: Verze
el: Έκδοση
fa: نسخه
hr: Verzija
hu: Verzió:
ja: バージョン%s
lt: %s versija
lv: Versija
ms: Versi
nl: Versie
pl: Wersja
pt_pt: Versão
ro: Versiunea
sr: Верзија
tr: Sürüm
uk: Версія

# about_text
source: <p>We are a group of experienced software and information security engineers who started nthLink in 2016 to support human rights lawyers who needed to obtain restricted information and to express their perspectives. Since then we&rsquo;ve made the service available to the wider public. Our development team are experts in both network security technology and service reliability.</p><p>Our service is free and will remain free thanks to our sponsors and partners. They are:<br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Our development team excels in both the sophistication of censorship circumvention technology and the reliability of the service. With years of experience in this specialty area, we provide the users in targeted geographies simple, safe, and reliable access to otherwise censored information.</p>
am: <p>እኛ በ 2016 የተገደበ መረጃ ለማግኘት የሚያስፈልጋቸውን የሰብአዊ መብት ጠበቆችን ለመደገፍ እና አመለካከታቸውን ለመግለጽ nthLink የጀመርን የሶፍትዌር እና የመረጃ ደህንነት መሐንዲሶች ቡድን ነን። ከዚያን ጊዜ ጀምሮ አገልግሎቱን ለሰፊው ህዝብ ተደራሽ አድርገነዋል። የእኛ የእድገት ቡድን በሁለቱም የአውታረ መረብ ደህንነት ቴክኖሎጂ እና የአገልግሎት አስተማማኝነት ባለሞያዎች ናቸው።<br>አገልግሎታችን ነፃ ነው እና ለስፖንሰሮቻችን እና አጋሮቻችን ምስጋና ይግባው ይቀጥላል። ናቸው:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>የእኛ የእድገት ቡድን በሳንሱር ችግር አፈታት ቴክኖሎጂ ውስብስብነት እና በአገልግሎቱ አስተማማኝነት የላቀ ነው። የዓመታት ልምድ ባገኘንበት በዚህ መስክ ለታላሚ አካባቢዎች ቀላል፣ ደህንነቱ የተጠበቀ እና አስተማማኝ የመረጃ መዳረሻን ለተጠቃሚዎች እናቀርባለን።</p>
bg: <p>Ние сме група от опитни инженери по софтуер и информационна сигурност, които стартираха nthLink през 2016 г., за да подкрепят адвокати по правата на човека, които трябваше да получат информация с ограничен достъп и да изразят своите гледни точки. Оттогава направихме услугата достъпна за широката публика. Нашият екип за разработка е експерт както в технологията за мрежова сигурност, така и в надеждността на услугата.<br>Нашата услуга е безплатна и ще остане безплатна благодарение на нашите спонсори и партньори. Те са:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Нашият екип от разработчици се отличава както със сложността на технологията за заобикаляне на цензурата, така и с надеждността на услугата. С дългогодишен опит в тази специализирана област, ние предоставяме на потребителите в целеви географски райони прост, безопасен и надежден достъп до иначе цензурирана информация.</p>
ca: <p>Som un grup d'enginyers de programari i seguretat de la informació amb experiència que van iniciar nthLink l'any 2016 per donar suport als advocats de drets humans que necessitaven obtenir informació restringida i expressar les seves perspectives. Des d'aleshores hem posat el servei a disposició del públic en general. El nostre equip de desenvolupament és expert tant en tecnologia de seguretat de xarxa com en fiabilitat del servei.<br>El nostre servei és gratuït i seguirà sent gratuït gràcies als nostres patrocinadors i socis. Ells són:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>El nostre equip de desenvolupament destaca tant per la sofisticació de la tecnologia d'elusió de la censura com per la fiabilitat del servei. Amb anys d'experiència en aquesta àrea d'especialitat, oferim als usuaris en zones geogràfiques específiques un accés senzill, segur i fiable a la informació d'altra manera.censurada.</p>
cs: <p>Jsme skupina zkušených softwarových a informačních bezpečnostních inženýrů, kteří spustili nthLink v roce 2016 na podporu právníků v oblasti lidských práv, kteří potřebovali získat omezené informace a vyjádřit své názory. Od té doby jsme službu zpřístupnili široké veřejnosti. Náš vývojový tým je odborníky jak na technologii zabezpečení sítě, tak na spolehlivost služeb.<br>Naše služba je bezplatná a zůstane bezplatná díky našim sponzorům a partnerům. Oni jsou:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Náš vývojový tým vyniká jak propracovaností technologie obcházení cenzury, tak spolehlivostí služeb. Díky dlouholetým zkušenostem v této speciální oblasti poskytujeme uživatelům v cílených geografických oblastech jednoduchý, bezpečný a spolehlivý přístup k jinak cenzurovaným informacím.</p>.
da: <p>Vi er en gruppe af erfarne software- og informationssikkerhedsingeniører, der startede nthLink i 2016 for at støtte menneskerettighedsadvokater, der havde brug for at indhente begrænset information og udtrykke deres perspektiver. Siden da har vi gjort tjenesten tilgængelig for den bredere offentlighed. Vores udviklingsteam er eksperter i både netværkssikkerhedsteknologi og servicepålidelighed.<br>Vores service er gratis og vil forblive gratis takket være vores sponsorer og partnere. De er:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Vores udviklingsteam udmærker sig både i det sofistikerede i teknologien til omgåelse af censur og pålideligheden af tjenesten. Med mange års erfaring inden for dette specialeområde giver vi brugerne i målrettede geografier enkel, sikker og pålidelig adgang til ellers censureret information.</p>
el: <p>Είμαστε μια ομάδα έμπειρων μηχανικών ασφάλειας λογισμικού και πληροφοριών που ξεκίνησαν το nthLink το 2016 για να υποστηρίξουν τους δικηγόρους για τα ανθρώπινα δικαιώματα που έπρεπε να αποκτήσουν περιορισμένες πληροφορίες και να εκφράσουν τις απόψεις τους. Έκτοτε έχουμε κάνει την υπηρεσία διαθέσιμη στο ευρύτερο κοινό. Η ομάδα ανάπτυξής μας είναι ειδικοί τόσο στην τεχνολογία ασφάλειας δικτύου όσο και στην αξιοπιστία των υπηρεσιών.<br>Η υπηρεσία μας είναι δωρεάν και θα παραμείνει δωρεάν χάρη στους χορηγούς και τους συνεργάτες μας. Αυτοί είναι:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Η ομάδα ανάπτυξης μας υπερέχει τόσο στην πολυπλοκότητα της τεχνολογίας παράκαμψης της λογοκρισίας όσο και στην αξιοπιστία της υπηρεσίας. Με πολυετή εμπειρία σε αυτόν τον εξειδικευμένο τομέα, παρέχουμε στους χρήστες σε στοχευμένες γεωγραφικές περιοχές απλή, ασφαλή και αξιόπιστη πρόσβαση σε λογοκριμένες πληροφορίες.</p>
fa: <p>ما گروهی از مهندسین نرم افزار و امنیت اطلاعات با تجربه هستیم که nthLink را در سال 2016 برای حمایت از وکلای حقوق بشری که نیاز به کسب اطلاعات محدود و بیان دیدگاه های خود داشتند، راه اندازی کردیم. از آن زمان ما این سرویس را در دسترس عموم قرار داده ایم. تیم توسعه ما در زمینه فناوری امنیت شبکه و قابلیت اطمینان خدمات متخصص هستند.<br>خدمات ما رایگان است و به لطف حامیان مالی و شرکای ما رایگان خواهد بود. آن ها هستند:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>نظر قابلیت اطمینان سرویس برتر است. ما با سالها تجربه در این زمینه تخصصی، دسترسی ساده، ایمن و قابل اعتماد به اطلاعات سانسور شده را برای کاربران در مناطق جغرافیایی هدف فراهم می کنیم.</p>
hr: <p>Mi smo skupina iskusnih inženjera za softver i informacijsku sigurnost koji su pokrenuli nthLink 2016. kako bi podržali odvjetnike za ljudska prava koji su trebali dobiti ograničene informacije i izraziti svoje perspektive. Od tada smo uslugu učinili dostupnom široj javnosti. Naš razvojni tim stručnjaci su za tehnologiju mrežne sigurnosti i pouzdanost usluge.<br>Naša usluga je besplatna i ostat će besplatna zahvaljujući našim sponzorima i partnerima. Oni su:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Naš razvojni tim ističe se i sofisticiranošću tehnologije zaobilaženja cenzure i pouzdanošću usluge. S dugogodišnjim iskustvom u ovom specijalnom području, korisnicima u ciljanim područjima pružamo jednostavan, siguran i pouzdan pristup inače cenzuriranim informacijama.</p>
hu: <p>Tapasztalt szoftver- és információbiztonsági mérnökökből álló csoportot alkotunk, akik 2016-ban indították el az nthLink-et, hogy támogassák azokat az emberi jogi ügyvédeket, akiknek korlátozott információkhoz jutottak, és véleményük kifejtésére van szükségük. Azóta a szolgáltatást a szélesebb nyilvánosság számára is elérhetővé tesszük. Fejlesztőcsapatunk a hálózatbiztonsági technológia és a szolgáltatás-megbízhatóság szakértői.<br>Szolgáltatásunk ingyenes és továbbra is ingyenes lesz szponzorainknak és partnereinknek köszönhetően. Ők:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Fejlesztőcsapatunk a cenzúra-megkerülési technológia kifinomultságában és a szolgáltatás megbízhatóságában egyaránt kiemelkedő. Az ezen a speciális területen szerzett több éves tapasztalatunkkal a célzott földrajzi területeken lévő felhasználók számára egyszerű, biztonságos és megbízható hozzáférést biztosítunk az egyébként cenzúrázott információkhoz.</p>
ja: <p>私たちは、経験豊富なソフトウェアおよび情報セキュリティ エンジニアのグループであり、制限された情報を入手し、自分たちの見解を表明する必要がある人権弁護士をサポートするために、2016 年に nthLink を設立しました。 それ以来、このサービスを広く一般の人が利用できるようにしてきました。 当社の開発チームは、ネットワーク セキュリティ テクノロジーとサービスの信頼性の両方の専門家です。<br>私たちのサービスは無料であり、スポンサーとパートナーのおかげで今後も無料であり続けます。 彼らです：<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>私たちの開発チームは、高度な検閲回避技術とサービスの信頼性の両方に優れています。この専門分野での長年の経験により、対象地域のユーザーに、検閲された情報への簡単で安全かつ信頼性の高いアクセスを提供します。</p>
lt: <p>Esame patyrusių programinės įrangos ir informacijos saugos inžinierių grupė, kuri 2016 m. pradėjo „nthLink“, siekdama paremti žmogaus teisių teisininkus, kuriems reikėjo gauti riboto naudojimo informaciją ir išreikšti savo požiūrį. Nuo tada paslauga tapo prieinama platesnei visuomenei. Mūsų kūrėjų komanda yra tinklo saugumo technologijų ir paslaugų patikimumo ekspertai.<br>Mūsų paslauga yra nemokama ir išliks nemokama mūsų rėmėjų ir partnerių dėka. Jie yra:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Mūsų kūrėjų komanda išsiskiria tiek cenzūros apėjimo technologija, tiek paslaugos patikimumu. Turėdami ilgametę patirtį šioje specialioje srityje, vartotojams tikslinėse geografinėse vietovėse suteikiame paprastą, saugią ir patikimą prieigą prie kitaip cenzūruojamos informacijos.</p>
lv: <p>Mēs esam pieredzējušu programmatūras un informācijas drošības inženieru grupa, kas nthLink uzsāka 2016. gadā, lai atbalstītu cilvēktiesību juristus, kuriem bija nepieciešams iegūt ierobežotas pieejamības informāciju un izteikt savu viedokli. Kopš tā laika mēs esam padarījuši pakalpojumu pieejamu plašākai sabiedrībai. Mūsu izstrādes komanda ir gan tīkla drošības tehnoloģiju, gan pakalpojumu uzticamības eksperti.<br>Mūsu pakalpojums ir bezmaksas, un tas paliks bez maksas, pateicoties mūsu sponsoriem un partneriem. Viņi ir:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Mūsu izstrādes komanda izceļas gan ar cenzūras apiešanas tehnoloģiju izsmalcinātību, gan pakalpojuma uzticamību. Ar daudzu gadu pieredzi šajā specializētajā jomā mēs sniedzam lietotājiem mērķtiecīgās ģeogrāfiskās vietās vienkāršu, drošu un uzticamu piekļuvi citādi cenzētai informācijai.</p>
ms: <p>Kami adalah sekumpulan jurutera perisian dan keselamatan maklumat berpengalaman yang memulakan nthLink pada 2016 untuk menyokong peguam hak asasi manusia yang perlu mendapatkan maklumat terhad dan menyatakan perspektif mereka. Sejak itu kami telah menyediakan perkhidmatan ini kepada orang ramai. Pasukan pembangunan kami adalah pakar dalam kedua-dua teknologi keselamatan rangkaian dan kebolehpercayaan perkhidmatan.<br>Perkhidmatan kami adalah percuma dan akan kekal percuma terima kasih kepada penaja dan rakan kongsi kami. Mereka ialah:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Pasukan pembangunan kami cemerlang dalam kecanggihan teknologi pemintasan penapisan dan kebolehpercayaan perkhidmatan. Dengan pengalaman bertahun-tahun dalam bidang khusus ini, kami menyediakan pengguna dalam kawasan sasaran akses mudah, selamat dan boleh dipercayai kepada maklumat yang ditapis sebaliknya.</p>
nl: <p>Wij zijn een groep ervaren software- en informatiebeveiligingsingenieurs die in 2016 nthLink zijn gestart om mensenrechtenadvocaten te ondersteunen die beperkte informatie moesten verkrijgen en hun perspectieven moesten uiten. Sindsdien hebben we de dienst beschikbaar gemaakt voor een breder publiek. Ons ontwikkelingsteam is expert op het gebied van zowel netwerkbeveiligingstechnologie als servicebetrouwbaarheid.<br>Onze dienstverlening is gratis en blijft gratis dankzij onze sponsors en partners. Zij zijn:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Ons ontwikkelingsteam blinkt uit in zowel de verfijning van technologie voor het omzeilen van censuur als de betrouwbaarheid van de service. Met jarenlange ervaring op dit speciale gebied bieden we de gebruikers in gerichte geografische gebieden eenvoudige, veilige en betrouwbare toegang tot anderszins gecensureerde informatie.</p>
pl: <p>Jesteśmy grupą doświadczonych inżynierów zajmujących się bezpieczeństwem oprogramowania i informacji, którzy założyli nthLink w 2016 roku, aby wspierać prawników zajmujących się prawami człowieka, którzy potrzebowali uzyskać zastrzeżone informacje i wyrazić swój punkt widzenia. Od tego czasu udostępniliśmy usługę szerszemu gronu odbiorców. Nasz zespół programistów to eksperci zarówno w dziedzinie technologii bezpieczeństwa sieci, jak i niezawodności usług.<br>Nasza usługa jest bezpłatna i pozostanie bezpłatna dzięki naszym sponsorom i partnerom. Oni są:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Nasz zespół programistów wyróżnia się zarówno zaawansowaniem technologii obchodzenia cenzury, jak i niezawodnością usługi. Dzięki wieloletniemu doświadczeniu w tej specjalności zapewniamy użytkownikom w docelowych lokalizacjach geograficznych prosty, bezpieczny i niezawodny dostęp do informacji cenzurowanych w inny sposób.</p>
pt_pt: <p>Somos um grupo de engenheiros experientes de software e segurança da informação que iniciou a nthLink em 2016 para apoiar advogados de direitos humanos que precisavam obter informações restritas e expressar suas perspectivas. Desde então, disponibilizamos o serviço ao público em geral. Nossa equipe de desenvolvimento é especialista em tecnologia de segurança de rede e confiabilidade de serviço.<br>Nosso serviço é gratuito e permanecerá gratuito graças aos nossos patrocinadores e parceiros. Eles são:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Nossa equipe de desenvolvimento se destaca tanto na sofisticação da tecnologia de evasão de censura quanto na confiabilidade do serviço. Com anos de experiência nesta área de especialidade, fornecemos aos usuários em regiões específicas acesso simples, seguro e confiável a informações censuradas.</p>
ro: <p>Suntem un grup de ingineri cu experiență în software și securitate a informațiilor care au început nthLink în 2016 pentru a sprijini avocații pentru drepturile omului care aveau nevoie să obțină informații restricționate și să-și exprime perspectivele. De atunci, am pus serviciul la dispoziția publicului larg. Echipa noastră de dezvoltare este experți atât în tehnologia de securitate a rețelei, cât și în fiabilitatea serviciilor.<br>Serviciul nostru este gratuit și va rămâne gratuit datorită sponsorilor și partenerilor noștri. Sunt:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Echipa noastră de dezvoltare excelează atât în ceea ce privește sofisticarea tehnologiei de eludare a cenzurii, cât și fiabilitatea serviciului. Cu ani de experiență în acest domeniu de specialitate, oferim utilizatorilor din zonele geografice vizate acces simplu, sigur și de încredere la informații cenzurate altfel.</p>
sr: <p>Ми смо група искусних инжењера за софтвер и безбедност информација који су покренули нтхЛинк 2016. године како би подржали адвокате за људска права који су морали да добију ограничене информације и да изразе своје ставове. Од тада смо услугу учинили доступном широј јавности. Наш развојни тим су стручњаци и за технологију мрежне безбедности и за поузданост услуга.<br>Наша услуга је бесплатна и остаће бесплатна захваљујући нашим спонзорима и партнерима. Су:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Наш развојни тим се истиче како у софистицираности технологије заобилажења цензуре, тако иу поузданости услуге. Са дугогодишњим искуством у овој специјалној области, корисницима у циљаним географским подручјима пружамо једноставан, безбедан и поуздан приступ иначе цензурисаним информацијама.</p>
sv: <p>Vi är en grupp erfarna mjukvaru- och informationssäkerhetsingenjörer som startade nthLink 2016 för att stödja människorättsadvokater som behövde få begränsad information och för att uttrycka sina perspektiv. Sedan dess har vi gjort tjänsten tillgänglig för en bredare allmänhet. Vårt utvecklingsteam är experter på både nätverkssäkerhetsteknik och servicetillförlitlighet.<br>Vår tjänst är gratis och kommer att förbli gratis tack vare våra sponsorer och partners. Dom är:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Vårt utvecklingsteam utmärker sig både när det gäller sofistikeringen av teknik för kringgående av censur och tjänstens tillförlitlighet. Med många års erfarenhet inom detta specialområde ger vi användarna i riktade geografier enkel, säker och pålitlig tillgång till annars censurerad information.</p>
tr: <p>Kısıtlı bilgilere ihtiyaç duyan insan hakları avukatlarına destek olmak ve bakış açılarını ifade etmek amacıyla 2016 yılında nthLink'i kuran deneyimli yazılım ve bilgi güvenliği mühendislerinden oluşan bir grubuz. O zamandan bu yana hizmeti daha geniş bir kitlenin kullanımına sunduk. Geliştirme ekibimiz hem ağ güvenliği teknolojisi hem de hizmet güvenilirliği konusunda uzmandır.<br>Hizmetimiz ücretsizdir ve sponsorlarımız ve ortaklarımız sayesinde ücretsiz kalacaktır. Bunlar:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Geliştirme ekibimiz, hem sansür atlatma teknolojisinin gelişmişliği hem de hizmetin güvenilirliği konusunda üstündür. Bu uzmanlık alanındaki yılların deneyimiyle, hedeflenen coğrafyalardaki kullanıcılara, aksi takdirde sansürlenmiş bilgilere basit, güvenli ve güvenilir erişim sağlıyoruz.</p>
uk: <p>Ми є групою досвідчених інженерів із програмного забезпечення та інформаційної безпеки, які започаткували nthLink у 2016 році для підтримки юристів-правозахисників, яким потрібно було отримати інформацію з обмеженим доступом і висловити свою точку зору. Відтоді ми зробили послугу доступною для широкої громадськості. Наша команда розробників є експертами як у технологіях мережевої безпеки, так і в надійності послуг.<br>Наша послуга безкоштовна і залишатиметься безкоштовною завдяки нашим спонсорам і партнерам. Вони є:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Наша команда розробників відрізняється як витонченістю технології обходу цензури, так і надійністю сервісу. Маючи багаторічний досвід у цій галузі, ми надаємо користувачам у цільових регіонах простий, безпечний та надійний доступ до інформації, що піддається цензурі.</p>

# menu_drawer_item_1
source: Connect
am: ዋና ገጽ
bg: У дома
ca: Connectar
cs: Připojit se
da: Forbind
el: Σπίτι
fa: اتصال
hr: Dom
hu: Kezdőoldal
ja: 接続する
lt: Prisijungti
lv: Savienot
ms: Sambung
nl: Verbinden
pl: Połącz
pt_pt: Conectar
ro: Conectează
sr: Насловна
sv: Anslut
tr: Bağlan
uk: Підключитися

# menu_drawer_item_4
source: Help
am: እገዛ
bg: Помощ
ca: Ajuda
cs: Pomoc
da: Hjælp
el: Βοήθεια
fa: کمک
hr: Pomoć
hu: Súgó
ja: ヘルプ
lt: Pagalba
lv: Palīdzība
ms: Bantuan
nl: Hulp
pl: Pomoc
pt_pt: Ajuda
ro: Ajutor
sr: Помоћ
sv: Hjälp
tr: Yardım
uk: Допомога

# menu_drawer_item_5
source: Rate App
am: መተግበሪያ ደረጃ ይስጡ
bg: Оценете приложението
ca: Valorar l'aplicació
cs: Ohodnoťte aplikaci
da: Bedøm app
el: Βαθμολόγησε την εφαρμογή
fa: امتیاز دادن به برنامه
hr: Ocijeni aplikaciju
hu: Értékelje az alkalmazást
ja: アプリを評価
lt: Įvertinkite programėlę
lv: Novērtēt lietotni
ms: Nilai Aplikasi
nl: Beoordeel app
pl: Oceń aplikację
pt_pt: Avaliar aplicação
ro: Evaluați aplicația
sr: Рангирај апликацију
sv: Betygsätt app
tr: Uygulamayı Değerlendir
uk: Оцінити програму
