Repository: nthlink/nthlink-os-ios
Catalog: nthLink/*.lproj/Localizable.strings
Languages: am, bg, ca, cs, da, el, fa, hr, hu, ja, lt, lv, ms, nl, pl, pt_pt, ro, sr, sv, tr, uk

# diagnosticsInternetError
source: Unstable network. Please check your internet connection.
ca: Xarxa inestable. Comproveu la vostra connexió a Internet.
cs: Nestabilní síť. Zkontrolujte své připojení k internetu.
da: Ustabilt netværk. Tjek din internetforbindelse.
fa: اتصال شبکه ناپایدار است. لطفاً اتصال اینترنت خود را بررسی کنید.
ja: ネットワークが不安定です。インターネット接続を確認してください。
lt: Nestabilus tinklas. Patikrinkite savo interneto ryšį.
lv: Nestabils tīkla savienojums. Lūdzu, pārbaudiet savu interneta pieslēgumu.
ms: Rangkaian tidak stabil. Sila periksa sambungan internet anda.
nl: Onstabiel netwerk. Controleer je internetverbinding.
pl: Niestabilna sieć. Sprawdź swoje połączenie z Internetem.
pt_pt: Rede instável. Verifique sua conexão com a Internet.
ro: Rețea instabilă. Vă rugăm să verificați conexiunea la internet.
sv: Instabilt nätverk. Kontrollera din internetanslutning.
tr: Dengesiz ağ. Lütfen internet bağlantınızı kontrol edin.
uk: Нестабільна мережа. Будь ласка, перевірте підключення до Інтернету.

# diagnosticsStartDisconnectWarning
source: Starting diagnostics will disconnect the current connection. Are you sure you want to proceed?
ca: L'inici del diagnòstic desconnectarà la connexió actual. Esteu segur que voleu continuar?
cs: Spuštěním diagnostiky dojde k odpojení aktuálního připojení. Opravdu chcete pokračovat?
da: Start af diagnostik afbryder den aktuelle forbindelse. Er du sikker på, at du vil fortsætte?
fa: شروع عیب‌یابی اتصال فعلی را قطع می‌کند. آیا مطمئن هستید که می‌خواهید ادامه دهید؟
ja: 診断を開始すると現在の接続が切断されます。本当に続行しますか？
lt: Pradėjus diagnostiką dabartinis ryšys bus nutrauktas. Ar tikrai norite tęsti?
lv: Sākot diagnostiku, pašreizējais savienojums tiks pārtraukts. Vai tiešām vēlaties turpināt?
ms: Memulakan diagnostik akan memutuskan sambungan semasa. Adakah anda pasti mahu meneruskan?
nl: Het starten van de diagnose verbreekt de huidige verbinding. Weet je zeker dat je wilt doorgaan?
pl: Rozpoczęcie diagnostyki spowoduje przerwanie bieżącego połączenia. Czy na pewno chcesz kontynuować?
pt_pt: Iniciar o diagnóstico desconectará a conexão atual. Tem certeza de que deseja continuar?
ro: Pornirea diagnosticului va întrerupe conexiunea curentă. Sunteți sigur că doriți să continuați?
sv: Att starta diagnostiken kommer att koppla från den aktuella anslutningen. Är du säker på att du vill fortsätta?
tr: Tanılamayı başlatmak mevcut bağlantıyı kesecektir. Devam etmek istediğinizden emin misiniz?
uk: Запуск діагностики перерве поточне підключення. Ви впевнені, що хочете продовжити?

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
fa: لغو
ja: キャンセル
lt: Atšaukti
lv: Atcelt
ms: Batal
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
sv: Avbryt
tr: İptal
uk: Скасувати

source: loading...
ca: Carregant...
cs: Načítání...
da: Indlæser...
fa: در حال بارگذاری...
ja: 読み込み中...
lt: įkeliama...
lv: ielādē...
ms: Memuatkan...
nl: Laden...
pl: Ładowanie...
pt_pt: Carregando...
ro: Se încarcă...
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження...

# UpdateAppMenu
source: Update App
ca: Actualitza l'aplicació
cs: Aktualizovat aplikaci
da: Opdater app
fa: به‌روزرسانی برنامه
ja: アプリを更新
lt: Atnaujinti programą
lv: Atjaunināt lietotni
ms: Kemas Kini Aplikasi
nl: App bijwerken
pl: Zaktualizuj aplikację
pt_pt: Atualizar App
ro: Actualizează aplicația
sv: Uppdatera app
tr: Uygulamayı Güncelle
uk: Оновити додаток

# updateScreenLabel
source: Update your application to the latest version
ca: Actualitza la teva aplicació a l'última versió
cs: Aktualizujte svou aplikaci na nejnovější verzi
da: Opdater din app til den nyeste version
fa: برنامه خود را به آخرین نسخه به‌روزرسانی کنید
ja: アプリを最新バージョンに更新してください
lt: Atnaujinkite savo programą į naujausią versiją
lv: Atjauniniet savu lietotni uz jaunāko versiju
ms: Kemas kini aplikasi anda ke versi terkini
nl: Werk je app bij naar de nieuwste versie
pl: Zaktualizuj swoją aplikację do najnowszej wersji
pt_pt: Atualize seu aplicativo para a versão mais recente
ro: Actualizează aplicația la cea mai recentă versiune
sv: Uppdatera din app till den senaste versionen
tr: Uygulamanızı en son sürüme güncelleyin
uk: Оновіть ваш додаток до останньої версії

# updateScreenSubtext
source: A brand new version of the nthLink app is available in the App Store. Please update your app to use all of our amazing features.
ca: Hi ha disponible una nova versió de l'aplicació nthLink a l'App Store. Actualitza la teva aplicació per utilitzar totes les nostres funcions increïbles.
cs: Nová verze aplikace nthLink je k dispozici v App Store. Aktualizujte svou aplikaci a využijte všechny naše úžasné funkce.
da: En helt ny version af nthLink-appen er tilgængelig i App Store. Opdater din app for at bruge alle vores fantastiske funktioner.
fa: نسخه جدیدی از برنامه nthLink در فروشگاه برنامه در دسترس است. لطفاً برنامه خود را به‌روزرسانی کنید تا از تمام ویژگی‌های شگفت‌انگیز ما استفاده کنید.
ja: nthLinkアプリの新しいバージョンがApp Storeで利用可能です。すべての素晴らしい機能を使用するためにアプリを更新してください。
lt: Nauja nthLink programos versija pasiekiama App Store. Atnaujinkite programą, kad galėtumėte naudoti visas mūsų nuostabias funkcijas.
lv: Jauna nthLink lietotnes versija ir pieejama App Store. Lūdzu, atjauniniet lietotni, lai izmantotu visas mūsu pārsteidzošās funkcijas.
ms: Versi baharu aplikasi nthLink kini tersedia di App Store. Sila kemas kini aplikasi anda untuk menggunakan semua ciri hebat kami.
nl: Een gloednieuwe versie van de nthLink-app is beschikbaar in de App Store. Werk je app bij om gebruik te maken van al onze geweldige functies.
pl: Nowa wersja aplikacji nthLink jest dostępna w App Store. Zaktualizuj aplikację, aby korzystać ze wszystkich naszych niesamowitych funkcji.
pt_pt: Uma nova versão do aplicativo nthLink está disponível na App Store. Atualize seu aplicativo para usar todos os nossos recursos incríveis.
ro: O nouă versiune a aplicației nthLink este disponibilă în App Store. Te rugăm să-ți actualizezi aplicația pentru a folosi toate funcțiile noastre uimitoare.
sv: En helt ny version av nthLink-appen är tillgänglig i App Store. Uppdatera din app för att använda alla våra fantastiska funktioner.
tr: nthLink uygulamasının yepyeni bir sürümü App Store'da mevcut. Tüm harika özelliklerimizi kullanmak için uygulamanızı güncelleyin.
uk: Нова версія додатка nthLink доступна в App Store. Будь ласка, оновіть ваш додаток, щоб використовувати всі наші чудові функції.

# updateScreenUpdateNowButtonText
source: Update Now
ca: Actualitza ara
cs: Aktualizovat nyní
da: Opdater nu
fa: اکنون به‌روزرسانی کنید
ja: 今すぐ更新
lt: Atnaujinti dabar
lv: Atjaunināt tagad
ms: Kemas Kini Sekarang
nl: Nu bijwerken
pl: Zaktualizuj teraz
pt_pt: Atualizar Agora
ro: Actualizează acum
sv: Uppdatera nu
tr: Şimdi Güncelle
uk: Оновити зараз

# connectionQualityLabel
source: Connection Quality
ca: Qualitat de connexió
cs: Kvalita připojení
da: Forbindelseskvalitet
fa: کیفیت اتصال
ja: 接続品質
lt: Ryšio kokybė
lv: Savienojuma kvalitāte
ms: Kualiti Sambungan
nl: Verbindingskwaliteit
pl: Jakość połączenia
pt_pt: Qualidade da ligação
ro: Calitatea conexiunii
sv: Anslutningskvalitet
tr: Bağlantı Kalitesi
uk: Якість з'єднання

# telegramIDText
source: Telegram: @nthLinkVPN
fa: تلگرام: @nthLinkVPN
