Repository: nthlink/nthlink-os-ios
Catalog: nthLink/*.lproj/Localizable.strings
Languages: am, bg, ca, cs, da, el, fa, hr, hu, ja, lt, lv, ms, nl, pl, pt_pt, ro, sr, sv, tr, uk

source: Accept and continue
ca: Accepta i continua
hr: Prihvatite i nastavite

source: Connect
am: ተገናኝ
bg: Свържете се
ca: Connecta
cs: Připojit
da: Tilslut
el: Σύνδεση
fa: اتصال
hr: Poveži
hu: Csatlakozás
ja: 接続
lt: Prisijungti
lv: Savienot
ms: Sambung
nl: Aansluiten
pl: Połącz
pt_pt: Ligar
ro: Conectați
sr: Повежите се
sv: Ansluta
tr: Bağlamak
uk: Підключити

source: Disconnect
am: ግንኙነት አቋርጥ
bg: Прекъснете връзката
ca: Desconnecta
cs: Odpojit
da: Frakobling
el: Αποσύνδεση
fa: قطع شدن
hr: Prekini vezu
hu: Leválasztás
ja: 切断
lt: Atsijungti
lv: Atvienot
ms: Putuskan sambungan
nl: Loskoppelen
pl: Rozłącz
pt_pt: Desligar
ro: Deconectați
sr: Прекини везу
sv: Koppla ifrån
tr: Bağlantıyı kes
uk: Відключити

source: Home
ca: pàgina d'inici
hr: početnu stranicu

source: Feedback
ca: Els teus comentaris
hr: Vaše povratne informacije

source: About
ca: Informació
hr: O aplikaciji

source: Help
ca: Ajuda
hr: Pomoć

source: Rate App
ca: Valoreu l'aplicació
hr: Ocijeni aplikaciju

source: General Feedback
ca: Suggeriments generals
hr: Općenite povratne informacije

source: Cannot connect
ca: No em puc connectar al meu servidor
hr: Ne mogu se povezati s poslužiteljem

source: Connection speed is slow
ca: nthLink funciona lentament
hr: nthLink je spor

source: Suggestions
ca: Suggeriments
hr: Prijedlozi

source: Other
ca: Altres
hr: Ostalo

source: Send
ca: Envia
hr: Pošalji

source: Tap To Disconnect
ca: Toqueu Per desconnectar
hr: Dodirnite Za prekid veze

source: Tap To Connect
ca: Toqueu Per connectar
hr: Dodirnite za povezivanje

# privacy_notice_title
source: Your privacy comes first
am: የእርስዎ ግላዊነት ይቀድማል
bg: Вашата поверителност е на първо място
ca: La vostra privadesa és el primer
cs: Vaše soukromí je na prvním místě
da: Dit privatliv kommer først
el: Το απόρρητό σας προέχει
fa: حریم خصوصی شما حرف اول را می زند
hr: Vaša privatnost je na prvom mjestu
hu: Az Ön magánélete az első
ja: プライバシーが最優先されます
lt: Jūsų privatumas yra svarbiausias
lv: Jūsu privātums ir pirmajā vietā
ms: Privasi anda diutamakan
nl: Uw privacy staat voorop
pl: Twoja prywatność jest najważniejsza
pt_pt: A sua privacidade vem em primeiro lugar
ro: Intimitatea ta este pe primul loc
sr: Ваша приватност је на првом месту
sv: Din integritet kommer först
tr: Gizliliğiniz her şeyden önce gelir
uk: Ваша конфіденційність на першому місці

# privacy_notice_text
source: nthLink DOES NOT collect personally identifiable information or websites / online services that you visit. nthLink uses your IP address, device’s default language, cookies, and basic device information ( e.g. operating system information ) to customize the services that you receive such as locating the nearest servers that can best support your device and displaying the proper web page upon connecting to the nthLink server.
am: nthLink እርስዎ የሚጎበኟቸውን በግል ሊለዩ የሚችሉ መረጃዎችን ወይም ድር ጣቢያዎችን / የመስመር ላይ አገልግሎቶችን አይሰበስብም። nthLink የሚቀበሏቸውን አገልግሎቶች ለማበጀት ማለትም የእርስዎን መገልገያ መሳሪያ በጥሩ ሁኔታ ሊያግዝ የሚችል ሰርቨር ለማመላከት እና ከnthLink ሰርቨር ጋር ሲገናኝ ተገቢ ድረ ገጾችን ለማሳየት የእርስዎን የአይፒ አድራሻ፣ የመሣሪያ ነባሪ ቋንቋ፣ ኩኪዎች እና መሰረታዊ መረጃ ( ለምሳሌ የስርዓተ ክወና መረጃ) ይጠቀማል።
bg: nthLink НЕ събира лична информация или уебсайтове / онлайн услуги, които посещавате. nthLink използва вашия IP адрес, езика по подразбиране на устройството, бисквитки и основна информация за устройството ( напр. информация за операционната система), за да персонализира услугите, които получавате, като например намиране на най-близките сървъри, които могат най-добре да поддържат вашето устройство, и показване на правилната уеб страница при свързване към сървъра nthLink.
ca: nthLink NO recull informació d'identificació personal o llocs web / serveis en línia que visiteu. nthLink utilitza la vostra adreça IP, l'idioma predeterminat del dispositiu, les galetes i la informació bàsica del dispositiu ( per exemple, informació del sistema operatiu) per personalitzar els serveis que rebeu, com ara localitzar els servidors més propers que millor donen suport al vostre dispositiu i mostrar la pàgina web adequada en connectar-vos a el servidor nthLink.
cs: nthLink NESHROMAŽĎUJE osobně identifikovatelné informace ani webové stránky/online služby, které navštívíte. nthLink používá vaši IP adresu, výchozí jazyk zařízení, soubory cookie a základní informace o zařízení ( např. informace o operačním systému) k přizpůsobení služeb, které dostáváte, jako je vyhledání nejbližších serverů, které mohou nejlépe podporovat vaše zařízení, a zobrazení správné webové stránky po připojení k server nthLink.
da: nthLink indsamler IKKE personligt identificerbare oplysninger eller websteder / onlinetjenester, som du besøger. nthLink bruger din IP-adresse, enhedens standardsprog, cookies og grundlæggende enhedsoplysninger ( f.eks. operativsystemoplysninger) til at tilpasse de tjenester, du modtager, såsom at lokalisere de nærmeste servere, der bedst understøtter din enhed og vise den korrekte webside, når du opretter forbindelse til nthLink-serveren.
el: Το nthLink ΔΕΝ συλλέγει στοιχεία προσωπικής ταυτοποίησης ή ιστότοπους / διαδικτυακές υπηρεσίες που επισκέπτεστε. Το nthLink χρησιμοποιεί τη διεύθυνση IP, την προεπιλεγμένη γλώσσα της συσκευής, τα cookies και τις βασικές πληροφορίες συσκευής ( π.χ. πληροφορίες λειτουργικού συστήματος) για να προσαρμόσει τις υπηρεσίες που λαμβάνετε, όπως τον εντοπισμό των πλησιέστερων διακομιστών που μπορούν να υποστηρίξουν καλύτερα τη συσκευή σας και την εμφάνιση της κατάλληλης ιστοσελίδας κατά τη σύνδεση στον διακομιστή nthLink.
fa: nthLink اطلاعات شناسایی شخصی یا وب سایت ها / خدمات آنلاینی را که بازدید می کنید جمع آوری نمی کند. nthLink از آدرس IP شما، زبان پیش‌فرض دستگاه، کوکی‌ها و اطلاعات اولیه دستگاه (به عنوان مثال اطلاعات سیستم عامل) برای سفارشی‌سازی سرویس‌هایی که دریافت می‌کنید، مانند مکان‌یابی نزدیک‌ترین سرورهایی که می‌توانند به بهترین شکل از دستگاه شما پشتیبانی کنند و نمایش صفحه وب مناسب هنگام اتصال به سرور nthLink استفاده می‌کند.
hr: nthLink NE prikuplja osobne podatke ili web stranice / online usluge koje posjećujete. nthLink koristi vašu IP adresu, zadani jezik uređaja, kolačiće i osnovne informacije o uređaju ( npr. informacije o operativnom sustavu) za prilagodbu usluga koje primate, kao što je lociranje najbližih poslužitelja koji mogu najbolje podržati vaš uređaj i prikazivanje odgovarajuće web stranice nakon povezivanja na poslužitelju nthLink.
hu: Az nthLink NEM gyűjt személyazonosításra alkalmas információkat vagy az Ön által meglátogatott webhelyeket / online szolgáltatásokat. Az nthLink az Ön IP-címét, az eszköz alapértelmezett nyelvét, a cookie-kat és az alapvető eszközinformációkat ( pl. az operációs rendszer információit) használja a kapott szolgáltatások testreszabásához, például megkeresi a legközelebbi szervereket, amelyek a legjobban tudják támogatni az eszközt, és a megfelelő weboldalt jeleníti meg, amikor csatlakozik az nthLink szerverhez.
ja: nthLink は、アクセスした個人を特定できる情報や Web サイト / オンラインサービスを収集しません。 nthLink は、IP アドレス、デバイスのデフォルト言語、Cookie、および基本的なデバイス情報（オペレーティングシステム情報など）を使用して、デバイスを最もよくサポートできる最寄りのサーバーの検索や nthLink サーバー接続時に適切な Web ページの表示など、受信するサービスをカスタマイズします。
lt: „nthLink“ NERENKA asmenį identifikuojančios informacijos ar svetainių / internetinių paslaugų, kuriose lankotės. „nthLink“ naudoja jūsų IP adresą, numatytąją įrenginio kalbą, slapukus ir pagrindinę įrenginio informaciją (pvz., operacinės sistemos informaciją), kad pritaikytų jūsų gaunamas paslaugas, t.y. nustatytų artimiausius serverius, kurie gali geriausiai palaikyti jūsų įrenginį, ir rodytų tinkamą tinklalapį prisijungus prie „nthLink“ serverio.
lv: nthLink NEAPKOPO personu identificējošu informāciju vai jūsu apmeklētajām vietnēm/tiešsaistes pakalpojumiem. NthLink izmanto jūsu IP adresi, ierīces noklusējuma valodu, sīkfailus un ierīces pamatinformāciju (piemēram, informāciju par operētājsistēmu), lai pielāgotu saņemtos pakalpojumus, piemēram, atrastu tuvākos serverus, kas vislabāk varētu atbalstīt jūsu ierīci, un parādītu pareizo tīmekļa lapu, kad izveidojat savienojumu ar nthLink serveri.
ms: nthLink TIDAK mengumpul maklumat peribadi atau laman web / perkhidmatan dalam talian yang anda lawati. nthLink menggunakan alamat IP anda, bahasa lalai peranti, kuki dan maklumat asas peranti ( cth. maklumat sistem pengendalian ) untuk menyesuaikan perkhidmatan yang anda terima seperti mencari pelayan terdekat yang paling bagus menyokong peranti anda dan memaparkan laman web yang betul semasa menyambung pelayan nthLink.
nl: nthLink verzamelt GEEN persoonsgegevens of websites / online diensten die u bezoekt. nthLink gebruikt uw IP-adres, de standaardtaal van het apparaat, cookies en basisinformatie over het apparaat ( bijv. informatie over het besturingssysteem) om de services die u ontvangt aan te passen, zoals het lokaliseren van de dichtstbijzijnde servers die uw apparaat het beste kunnen ondersteunen en het weergeven van de juiste webpagina wanneer u verbinding maakt met de nthLink-server.
pl: nthLink NIE ZBIERA danych umożliwiających identyfikację osób ani odwiedzanych witryn / usług internetowych. nthLink wykorzystuje Twój adres IP, domyślny język urządzenia, pliki cookie i podstawowe informacje o urządzeniu ( np. informacje o systemie operacyjnym) w celu dostosowania otrzymywanych usług, takich jak lokalizowanie najbliższych serwerów, które najlepiej obsługują Twoje urządzenie i wyświetlanie odpowiedniej strony internetowej po połączeniu się z serwerem nthLink.
pt_pt: A nthLink NÃO recolhe informações de identificação pessoal ou sites / serviços online que você visite. O nthLink usa o seu endereço IP, idioma padrão do dispositivo, cookies e informações básicas do dispositivo (por exemplo, informações do sistema operacional) para personalizar os serviços que recebe, como localizar os servidores mais próximos que melhor suportam o seu dispositivo e exibir a página da Web adequada ao ligar-se ao servidor nthLink.
ro: nthLink NU colectează informații de identificare personală sau site-uri web / servicii online pe care le vizitați. nthLink folosește adresa dvs. IP, limba implicită a dispozitivului, cookie-urile și informațiile de bază ale dispozitivului ( de exemplu, informații despre sistemul de operare) pentru a personaliza serviciile pe care le primiți, cum ar fi localizarea celor mai apropiate servere care vă pot sprijini cel mai bine dispozitivul și afișarea paginii web adecvate la conectarea la serverul nthLink.
sr: nthLink НЕ прикупља личне информације или веб локације / онлајн услуге које посећујете. nthLink користи вашу IP адресу, подразумевани језик уређаја, колачиће и основне информације о уређају ( нпр. информације о оперативном систему) да би прилагодио услуге које добијате, као што је лоцирање најближих сервера који могу најбоље да подрже ваш уређај и приказивање одговарајуће веб странице након повезивања на nthLink сервер.
sv: nthLink samlar INTE in personligt identifierbar information eller webbplatser / onlinetjänster som du besöker. nthLink använder din IP-adress, enhetens standardspråk, cookies och grundläggande enhetsinformation ( t.ex. operativsysteminformation ) för att anpassa de tjänster som du får, som att hitta närmaste servrar som bäst kan stödja din enhet och visa rätt webbsida när du ansluter till nthLink-servern.
tr: nthLink, kişisel olarak tanımlanabilir bilgileri veya ziyaret ettiğiniz web sitelerini / çevrimiçi hizmetleri TOPLAMAZ. nthLink, cihazınızı en iyi destekleyebilecek en yakın sunucuları bulmak ve bağlandığınızda uygun web sayfasını görüntülemek gibi aldığınız hizmetleri özelleştirmek için IP adresinizi, cihazın varsayılan dilini, tanımlama bilgilerini ve temel cihaz bilgilerini ( örneğin işletim sistemi bilgileri) kullanır. nthLink sunucusu.
uk: nthLink НЕ збирає персональну інформацію або дані про веб-сайти/онлайн-сервіси, які ви відвідуєте. nthLink використовує вашу IP-адресу, мову пристрою за замовчуванням, файли cookie та основну інформацію про пристрій (наприклад, інформацію про операційну систему), щоб налаштувати послуги, які ви отримуєте, наприклад, місцезнаходження найближчих серверів, які найкраще підтримують ваш пристрій, і відображення належної веб-сторінки після підключення до серверу nthLink.

# privacy_notice_submit
source: Accept and continue
am: ተቀበል እና ቀጥል።
bg: Приемете и продължете
ca: Acceptar i continuar
cs: Přijmout a pokračovat
da: Accepter og fortsæt
el: Αποδεχτείτε και συνεχίστε
fa: بپذیرید و ادامه دهید
hr: Prihvatite i nastavite
hu: Elfogadás és folytatás
ja: 受け入れて続行
lt: Priimti ir tęsti
lv: Pieņemiet un turpiniet
ms: Terima dan teruskan
nl: Accepteren en doorgaan
pl: Zaakceptuj i kontynuuj
pt_pt: Aceitar e continuar
ro: Acceptați și continuați
sr: Прихватите и наставите
sv: Acceptera och fortsätt
tr: Kabul et ve devam et
uk: Прийняти і продовжувати

# connection_hint_connect
source: Tap To Connect
am: ለመገናኘት ነካ ያድርጉ
bg: Докоснете за свързване
ca: Tocar per connectar
cs: Klepněte na Pro připojení
da: Tryk for at oprette forbindelse
el: Πατήστε Για Σύνδεση
fa: برای اتصال ضربه بزنید
hr: Dodirnite za povezivanje
hu: Koppintson a Csatlakozáshoz
ja: タップして接続
lt: Bakstelėkite norėdami prisijungti
lv: Pieskarieties, lai izveidotu savienojumu
ms: Ketik Untuk Menyambung
nl: Tik om verbinding te maken
pl: Dotknij, aby połączyć
pt_pt: Toque para ligar
ro: Atingeți pentru a conecta
sr: Додирните за повезивање
sv: Tryck för att ansluta
tr: Bağlanmak için dokunun
uk: Торкніться, щоб підключитися

# connection_hint_disconnect
source: Tap To Disconnect
am: ግንኙነቱን ለማቋረጥ ይንኩ።
bg: Докоснете, за да прекъснете връзката
ca: Tocar per desconnectar
cs: Klepněte na Pro odpojení
da: Tryk for at afbryde forbindelsen
el: Πατήστε Για Αποσύνδεση
fa: برای قطع ارتباط ضربه بزنید
hr: Dodirnite za prekid veze
hu: Koppintson a Leválasztáshoz
ja: タップして切断
lt: Bakstelėkite norėdami atsijungti
lv: Pieskarieties, lai pārtrauktu savienojumu
ms: Ketik Untuk Putuskan sambungan
nl: Tik om de verbinding te verbreken
pl: Dotknij, aby się rozłączyć
pt_pt: Toque para desligar
ro: Atingeți pentru a deconecta
sr: Додирните да бисте прекинули везу
sv: Tryck för att koppla från
tr: Bağlantıyı kesmek için dokunun
uk: Торкніться, щоб відключити

source: Connected
am: ተገናኝቷል።
bg: Свързани
ca: Connectat
cs: Připojeno
da: Tilsluttet
el: Συνδεδεμένος
fa: متصل
hr: Povezano
hu: csatlakoztatva
ja: 接続済み
lt: Prisijungta
lv: Savienots
ms: Bersambung
nl: Verbonden
pl: Połączony
pt_pt: Ligado
ro: Conectat
sr: Повезано
sv: Ansluten
tr: Bağlı
uk: Підключено

source: Connecting…
am: በማገናኘት ላይ…
bg: Свързва се…
ca: S'està connectant…
cs: Spojovací…
da: Tilslutning…
el: Σύνδεση…
fa: برقراری ارتباط…
hr: Povezivanje…
hu: Csatlakozás…
ja: 接続中…
lt: Jungiamasi…
lv: Notiek savienojuma izveide…
ms: Menyambung…
nl: Bezig te verbinden…
pl: Łączenie…
pt_pt: A ligar…
ro: Se conectează...
sr: Повезивање…
sv: Ansluter…
tr: Bağlanıyor…
uk: Підключення…

source: Disconnecting…
am: ግንኙነት በማቋረጥ ላይ…
bg: Прекъсване на връзката…
ca: S'està desconnectant...
cs: Odpojování…
da: Afbryder forbindelsen...
el: Αποσύνδεση…
fa: در حال قطع شدن…
hr: Prekidanje veze…
hu: Leválasztás…
ja: 切断中…
lt: Atsijungiama…
lv: Notiek savienojuma pārtraukšana…
ms: Memutuskan sambungan…
nl: Bezig verbinding te verbreken…
pl: Rozłączanie…
pt_pt: A desligar…
ro: Se deconectează...
sr: Прекидање везе…
sv: Kopplar bort...
tr: Bağlantı kesiliyor…
uk: Відключення…

source: Connection error
am: የግንኙነት_ስህተት
bg: грешка_връзка
ca: error de connexió
cs: chyba připojení
da: forbindelsesfejl
el: σφάλμα_σύνδεσης
fa: خطای اتصال
hr: greška u povezivanju
hu: kapcsolati hiba
ja: 接続エラー
lt: ryšio klaida
lv: savienojuma kļūda
ms: ralat_sambungan
nl: verbindingsfout
pt_pt: erro de ligação
ro: eroare de conexiune
sr: грешка_везе
tr: bağlantı hatası
uk: помилка з'єднання

# feedback_page_title
source: Feedback
am: ግብረ መልስ
bg: Обратна връзка
ca: Comentaris
cs: Zpětná vazba
el: Ανατροφοδότηση
fa: بازخورد
hr: Povratne informacije
hu: Visszajelzés
ja: フィードバック
lt: Atsiliepimas
lv: Atsauksmes
ms: Maklum balas
pl: Odpowiedź zwrotna
pt_pt: Comentários
ro: Părere
sr: Повратна информација
sv: Respons
tr: Geri bildirim
uk: Відгук

# feedback_issue_category_title
source: Issue category
am: የችግር ምድብ
bg: Категория на проблема
ca: Categoria d'error
cs: Kategorie problému
da: Problemkategori
el: Κατηγορία θέματος
fa: دسته بندی موضوع
hr: Kategorija izdanja
hu: Probléma kategória
ja: 問題のカテゴリ
lt: Problemos kategorija
lv: Problēmas kategorija
ms: Kategori isu
nl: Probleemcategorie
pl: Kategoria problemu
pt_pt: Categoria do problema
ro: Categoria problemei
sr: Категорија издања
sv: Problemkategori
tr: Sorun kategorisi
uk: Категорія проблеми

# feedback_description_title
source: Description
am: መግለጫ
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
el: Περιγραφή
fa: شرح
hr: Opis
hu: Leírás
ja: 説明
lt: Aprašymas
lv: Apraksts
ms: Penerangan
nl: Beschrijving
pl: Opis
pt_pt: Descrição
ro: Descriere
sr: Опис
sv: Beskrivning
tr: Açıklama
uk: Опис

# feedback_note_text
source: Your description, email address (if provided), and additional information will be sent to the nthLink team. Please refer to the nthLink website's Privacy Policy for our data collection policy.
am: የእርስዎ መግለጫ፣ የኢሜይል አድራሻ (ተሰጥቶ ከሆነ) እና ተጨማሪ መረጃ ለ nthLink ቡድን ይላካል። እባኮትን ለመረጃ አሰባሰብ መመሪያችን የnthLink ድረ ገጽን የግላዊነት ፖሊሲ ይመልከቱ።
bg: Вашето описание, имейл адрес (ако е предоставен) и допълнителна информация ще бъдат изпратени до екипа на nthLink. Моля, вижте Политиката за поверителност на уебсайта nthLink за нашата политика за събиране на данни.
ca: La vostra descripció, adreça de correu electrònic (si s'ha proporcionat) i informació addicional s'enviaran a l'equip de nthLink. Si us plau, consulteu la Política de privadesa del lloc web de nthLink per a la nostra política de recollida de dades.
cs: Váš popis, e-mailová adresa (pokud je uvedena) a další informace budou zaslány týmu nthLink. Naše zásady shromažďování údajů naleznete v zásadách ochrany osobních údajů webu nthLink.
da: Din beskrivelse, e-mailadresse (hvis angivet) og yderligere oplysninger vil blive sendt til nthLink-teamet. Se venligst nthLink-webstedets privatlivspolitik for vores dataindsamlingspolitik.
el: Η περιγραφή, η διεύθυνση email σας (εάν παρέχεται) και πρόσθετες πληροφορίες θα σταλούν στην ομάδα του nthLink. Ανατρέξτε στην Πολιτική Απορρήτου του ιστότοπου nthLink για την πολιτική συλλογής δεδομένων μας.
fa: توضیحات، آدرس ایمیل شما (در صورت ارائه)، و اطلاعات اضافی برای تیم nthLink ارسال خواهد شد. لطفاً برای سیاست جمع آوری داده های ما به خط مشی رازداری وب سایت nthLink مراجعه کنید.
hr: Vaš opis, adresa e-pošte (ako je navedena) i dodatne informacije bit će poslani timu nthLink. Molimo pogledajte Politiku privatnosti web stranice nthLink za našu politiku prikupljanja podataka.
hu: Leírását, e-mail címét (ha megadja) és további információkat elküldjük az nthLink csapatának. Kérjük, tekintse meg az nthLink webhely adatvédelmi szabályzatát az adatgyűjtéssel kapcsolatos irányelveink megismeréséhez.
ja: 説明、電子メールアドレス（提供されている場合）、および追加情報が nthLink チームに送信されます。データ収集ポリシーについては、nthLinkWeb サイトのプライバシーポリシーを参照してください。
lt: Jūsų aprašymas, el. pašto adresas (jei pateiktas) ir papildoma informacija bus išsiųsta „nthLink“ komandai. Norėdami sužinoti mūsų duomenų rinkimo politiką, žr. „nthLink“ svetainės privatumo politiką.
lv: Jūsu apraksts, e-pasta adrese (ja tāda ir norādīta) un papildu informācija tiks nosūtīta nthLink komandai. Lūdzu, skatiet mūsu datu vākšanas politiku nthLink vietnes Konfidencialitātes politikā.
ms: Penerangan anda, alamat e-mel (jika disediakan) dan maklumat tambahan akan dihantar kepada pasukan nthLink. Sila rujuk Dasar Privasi laman web nthLink untuk dasar pengumpulan data kami.
nl: Uw beschrijving, e-mailadres (indien opgegeven) en aanvullende informatie worden naar het nthLink-team gestuurd. Raadpleeg het privacybeleid van de nthLink-website voor ons beleid inzake gegevensverzameling.
pl: Twój opis, adres e-mail (jeśli został podany) oraz dodatkowe informacje zostaną wysłane do zespołu nthLink. Zapoznaj się z Polityką prywatności witryny nthLink, aby zapoznać się z naszą polityką gromadzenia danych.
pt_pt: A sua descrição, endereço de e-mail (se fornecido) e informações adicionais serão enviadas para a equipa nthLink. Por favor, consulte a Política de Privacidade do site nthLink para a nossa política de recolha de dados.
ro: Descrierea, adresa de e-mail (dacă este furnizată) și informațiile suplimentare vor fi trimise echipei nthLink. Vă rugăm să consultați Politica de confidențialitate a site-ului web nthLink pentru politica noastră de colectare a datelor.
sr: Ваш опис, адреса е-поште (ако је наведена) и додатне информације биће послате тиму nthLink. Молимо погледајте Политику приватности веб-сајта nthLink за нашу политику прикупљања података.
sv: Din beskrivning, e-postadress (om tillhandahållen) och ytterligare information kommer att skickas till nthLink-teamet. Se nthLink-webbplatsens sekretesspolicy för vår datainsamlingspolicy.
tr: Açıklamanız, e-posta adresiniz (varsa) ve ek bilgiler nthLink ekibine gönderilecektir. Veri toplama politikamız için lütfen nthLink web sitesinin Gizlilik Politikasına bakın.
uk: Ваш опис, адреса електронної пошти (якщо вказано) та додаткова інформація буде надіслано команді nthLink. Будь ласка, зверніться до Політики конфіденційності веб-сайту nthLink для ознайомлення з нашою політикою щодо збору даних.

# feedback_submit
source: Submit feedback
am: ላክ
bg: Изпрати
ca: Enviar
cs: Poslat
da: Send
el: Αποστολή
fa: ارسال
hr: Pošalji
hu: Küld
ja: 送信
lt: Siųsti
lv: Sūtīt
ms: Hantar
nl: Versturen
pl: Wyślij
pt_pt: Enviar
ro: Trimite
sr: Пошаљи
sv: Skicka
tr: Göndermek
uk: Надіслати

# feedback_submit_failed_message
source: Can't connect to nthlink server.
am: ከ nthlink ሰርቨር ጋር መገናኘት አልተቻለም።
bg: Не мога да се свържа със сървъра nthlink.
ca: No es pot connectar al servidor nthlink.
cs: Nelze se připojit k serveru nthlink.
da: Det er ikke muligt at oprette forbindelse til nthlink-serveren.
el: Δεν είναι δυνατή η σύνδεση με τον διακομιστή nthlink.
fa: نمی توان به سرور nthlink متصل شد.
hr: Ne mogu se povezati s nthlink poslužiteljem.
hu: Nem lehet csatlakozni az nthlink szerverhez.
ja: nthlink サーバーに接続できません。
lt: Nepavyksta prisijungti prie „nthLink“ serverio.
lv: Nevar izveidot savienojumu ar nthlink serveri.
ms: Tidak dapat menyambung ke pelayan nthlink.
nl: Kan geen verbinding met de nthlink-server maken.
pl: Nie można połączyć się z serwerem nthlink.
pt_pt: Não é possível ligar ao servidor nthlink.
ro: Nu se poate conecta la serverul nthlink.
sr: Не могу да се повежем на nthLink сервер.
sv: Kan inte ansluta till nthlink-servern.
tr: nthlink sunucusuna bağlanılamıyor.
uk: Не вдається підключитися до сервера nthlink.
